Repository: codenerix/django-codenerix-invoicing
Catalog: codenerix_invoicing/locale/*/LC_MESSAGES/django.po
Languages: es

source: Details
es: Detalles

source: Point of Sales
es: Puntos de ventas

source: Opened
es: Abierto

source: Closed
es: Cerrado

source: Explanation
es: Explicación

source: Sales orders
es: Pedidos de ventas

source: Kind card is required
es: El tipo de tarjeta es requerido

source: Categories
es: Categorías

source: Storage
es: Almacén

source: Zone
es: Zona

source: Document
es: Documento

source: Basket
es: Cesta

source: Price with tax
es: Precio con impuestos incluidos

source: Tax hidden
es: Ocultar impuesto

source: Reason of modification
es: Razón de modificación

source: Product
es: Producto

source: Select budget
es: Seleccione un presupuesto

source: Price
es: Precio

source: Tax
es: Impuesto

source: Amount
es: Importe

source: Card
es: Tarjeta

source: Cash
es: Efectivo

source: Code
es: Código

source: Description
es: Descripción

source: Default
es: Por defecto

source: Observations
es: Observaciones

source: Legal_note
es: Nota legal

source: Public
es: Público

source: Last update
es: Última actualización

source: Name
es: Nombre

source: Url public
es: URL pública

source: Url tracking
es: URL de seguimiento

source: User
es: Usuario

source: Opened Date
es: Fecha de apertura

source: Status
es: Estado

source: Pending validation
es: Pendiente de validación

source: Can not open a CashDiary in this POS, another CashDiary is already open
es: No puede abrir la caja en este POS, otra caja ya está abierta

source: Cash diary
es: Caja diaria

source: Slot
es: Espacio

source: Kind
es: Tipo

source: Kind Card
es: Tipo de tarjeta

source: Date of movement
es: Fecha del movimiento

source: Reason
es: Razón

source: Date movement
es: Fecha del movimiento

source: Other
es: Otros

source: Wire transfer
es: Transferencia bancaria

source: Credit
es: Crédito

source: 30 day credit
es: 30 días de crédito

source: 60 day credit
es: 60 días de crédito

source: 90 day credit
es: 90 días de crédito

source: Taxable base
es: Base imponible

source: Total bill
es: Total de la factura

source: Quantity
es: Cantidad

source: description
es: descripción

source: Date
es: Fecha

source: Name file
es: Nombre del fichero

source: Provider
es: Proveedor

source: Type tax
es: Tipo de impuesto

source: Impuesto de gastos de envio
es: Impuesto de gastos de envío

source: Finance surcharge
es: Recargo de equivalencia

source: Payment methods
es: Métodos de pago

source: Delivery time (days)
es: Tiempo de entrega (días)

source: Billing series
es: Serie de facturación

source: Delivery time
es: Tiempo de entrega

source: Budget
es: Presupuesto

source: Line budget
es: Línea de presupuesto

source: Purchases order
es: Pedidos de compras

source: Albaran
es: Albarán

source: Line orders
es: Línea de pedidos

source: Line albaran
es: Línea de albarán

source: Ticket rectification
es: Ticket rectificativo

source: Line ticket
es: Línea de ticket

source: Invoice
es: Factura

source: Feature special values
es: Valor de característica especial

source: Invoices
es: Facturas

source: Invoice rectification
es: Factura rectificativa

source: Line invoice
es: Línea de factura

source: Invoices rectification
es: Facturas rectificativas

source: Shopping cart
es: Carrito de compra

source: Wish list
es: Lista de deseo

source: Draft
es: Borrador

source: Pending payment
es: Pendiente de pago

source: Payment accepted
es: Pago aceptado

source: Pending
es: Pendiente

source: Sent
es: Enviado

source: Delivered
es: Entregado

source: Private
es: Privado

source: Temporary
es: Temporalmente

source: Definitive
es: Definitivo

source: Apply equivalence surcharge
es: Aplicar recargo de equivalencia

source: Default customer
es: Cliente por defecto

source: Currency
es: Moneda

source: Equivalence Surcharge
es: Recargo de equivalencia

source: Customer
es: Cliente

source: Address delivery
es: Dirección de entrega

source: Address invoice
es: Dirección de facturación

source: Address unkown
es: Dirección desconocida

source: Type document
es: Tipo de documento

source: Lock
es: Bloquear

source: Parent pk
es: PK origen

source: Code counter
es: Contador de código

source: Discounts
es: Descuentos

source: Taxes
es: Impuestos

source: Equivalence surcharge
es: Recargo de equivalencia

source: Removed
es: Borrado

source: {} undefined
es: {} indefinido

source: Can not determine code, rol undefined
es: No se puede determinar el código, rol indefinido

source: Method 'get_customer()' don't implemented. ({})
es: El método 'get_customer()' no está implementado

source: Haulier
es: Transporte

source: Role basket
es: Rol del presupuesto

source: Signed
es: Firmado

source: Payment Request
es: Respuesta de pago

source: Expiration date
es: Fecha de caducidad

source: Locked
es: Bloqueado

source: Cannot delete, it is related to payment
es: No se puede borrar, está relacionado con pagos

source: Cannot delete, it is related to albaran
es: No se puede borrar, está relacionado con albaranes

source: Cannot delete, it is related to tickets
es: No se puede borrar, está relacionado con tickets

source: Cannot delete, it is related to invoices
es: No se puede borrar, está relacionado con facturas

source: Number of tracking
es: Número de seguimiento

source: Payment detail
es: Detalles del pago

source: Source of purchase
es: Origen de la compra

source: Sales order
es: Pedidos de ventas

source: Notes
es: Notas

source: Products
es: Productos

source: Recomended price base
es: Precio base recomendado

source: Price base
es: Precio base

source: Discount (%)
es: Descuento (%)

source: Tax (%)
es: Impuesto (%)

source: Equivalence surcharge (%)
es: Recargo de equivalencia (%)

source: Product final
es: Producto final

source: Hay lineas asignadas a pedidos
es: Hay líneas asignadas a pedidos

source: Budget not found
es: Presupuesto no encontrado

source: Hay lineas asignadas a albaranes
es: Hay líneas asignadas a albaranes

source: Sales order not found
es: Pedido de venta no encontrado

source: Hay lineas asignadas a ticket
es: Hay líneas asignadas a tickets

source: Hay lineas asignadas a facturas
es: Hay líneas asignadas a facturas

source: Status document
es: Estado del documento

source: Enable
es: Habilitado

source: Line
es: Línea

source: Order
es: Orden

source: Method 'get_product()' don't implemented. ({})
es: El método 'get_product()' no está implementado

source: Total Discount
es: Total de descuento

source: Total Tax
es: Total de impuestos

source: Unsigned budget
es: Presupuesto sin firmar

source: Lineas no relacionadas con pedido
es: Líneas no relacionadas con pedido

source: Lineas no seleccionadas
es: Líneas no seleccionada

source: Created
es: Creado

source: Product invalid
es: Producto inválido

source: Options
es: Opciones

source: Cannot delete line, it is related to albaran
es: No se puede borrar la línea, está relacionada con albaranes

source: Cannot delete line, it is related to tickets
es: No se puede eliminar la línea, esta asociada a tickets

source: Cannot delete line, it is related to invoices
es: No se puede eliminar la línea, esta asociada a facturas

source: You can not modify, locked document
es: No se puede modificar, documento bloqueado

source: Option
es: Opción

source: Product option
es: Opción del producto

source: Line Order
es: Línea de Pedido

source: Line order
es: Línea de pedido

source: Invoiced
es: Facturado

source: Cards
es: Tarjetas

source: Clear
es: Resetear

source: CLEAR
es: RESETEAR

source: ERROR while sending CashDiary
es: ERROR al enviar el diario de caja

source: Stock Movement
es: Movimientos de stock

source: Batch Source
es: Lote Origen

source: Batch Destination
es: Lote Destino

source: Adding new
es: Agregando nuevo

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Print
es: Imprimir

source: File name
es: Nombre del fichero

source: Delete
es: Borrar

source: Delete file?
es: ¿Borrar fichero?

source: Quantity for order
es: Cantidad para el pedido

source: Ya esta en un pedido
es: Ya está en un pedido

source: ALBARAN
es: ALBARÁN

source: BUDGTE
es: PRESUPUESTO

source: INVOICE
es: FACTURA

source: INVOICE RECTIFICATION
es: FACTURA RECTIFICATIVA

source: ORDER
es: PEDIDO

source: TICKET RECTIFICATION
es: TICKET RECTIFICATIVO

source: Create order
es: Crear pedido

source: Discount
es: Descuento

source: Ya esta facturado
es: Ya está facturado

source: Create ticket
es: Crear ticket

source: Create invoice
es: Crear factura

source: Create invoice rectification
es: Crear factura rectificativa

source: Create albaran
es: Crear albarán

source: Create ticket rectification
es: Crear ticket rectificativo

source: There was an error producing pdf
es: Hubo un error al generar el pdf

source: BillingSeries
es: Series de facturación

source: Invoicing
es: Facturación

source: LegalNote
es: Nota legal

source: TypeDocument
es: Tipo de documento

source: Accounting
es: Contabilidad

source: CashDiary
es: Diario de caja

source: CashDiary Report
es: Informe de diario de caja

source: Cash movement
es: Movimientos de caja

source: CashMovement
es: Movimiento de caja

source: Billing
es: Facturación

source: Cash Diary Report
es: Informe de diario de caja

source: Ultimos 7 dias
es: Últimos 7 días

source: Ultimas 4 semanas
es: Últimas 4 semanas

source: Ultimos 3 meses
es: Últimos 3 meses

source: Day
es: Día

source: Last 7 days
es: Último 7 días

source: Last 4 weeks
es: Últimas 4 semanas

source: Last 3 months
es: Últimos 3 meses

source: People
es: Gente

source: Ultimo cierre
es: Último cierre de caja

source: Cashdiary already opened
es: El diario de caja ya está abierto

source: Cashdiary already closed
es: El diario de caja ya está cerrado

source: Ultima apertura
es: Última apertura

source: Cerrar caja
es: Cierre de caja

source: No Cashdiary found
es: Diario de caja no encontrada

source: CashDiary is already open!
es: ¡Diario de caja ya esta abierto!

source: You can not close a non-existant CashDiary!
es: ¡No se puede cerrar un diario de caja que no existe!

source: Wrong amount for cash!
es: ¡Cantidad incorrecta para el efectivo!

source: Wrong amount for cards!
es: ¡Cantidad incorrecta para las tarjetas!

source: Wrong amount!
es: ¡Cantidad incorrecta!

source: Purchases
es: Compras

source: The selected entry is already a provider, select another entry!
es: ¡La entrada seleccionada ya es un proveedor, selecciona otra entrada!

source: The selected entry is not available anymore, please, try again!
es: La entrada seleccionada ya no está disponible, por favor, ¡inténtelo de nuevo!

source: Person addresses
es: Direcciones

source: Documents
es: Documentos

source: LineBudget
es: Líneas de presupuesto

source: Create Order
es: Crear pedido

source: Purchases orders
es: Pedidos de compras

source: No se han seleccionado lineas
es: No se han seleccionado líneas

source: LineOrder
es: Líneas de pedido

source: LineAlbaran
es: Líneas de albarán

source: Product not selected
es: Producto no seleccionado

source: Product needs information of feature special
es: El producto necesita información de característica especial

source: Quantity is not valid
es: Cantidad no válida

source: Quantity and values of feature special not equals
es: La cantidad y los valores de características especiales no son iguales

source: Some value of feature special exists
es: Algún valor de las características especiales ya existe

source: The special feature must be unique for all products
es: La característica especial debe ser única para todos los productos

source: Integrity Error: {}
es: Error de integridad: {}

source: Quantity is not valid.
es: La cantidad no es válida

source: Products were bought, you can not change product
es: Los productos fueron comprados, no puedes cambiar el producto

source: Product were bought, you can not change product
es: El producto fue comprado, no puedes cambiar el producto

source: Some features special can not be delete because it were bought
es: Algunas características especiales no se pueden eliminar porque se compraron

source: Product is not valid.
es: El producto no es válido

source: LineTicket
es: Línea de ticket

source: TicketRectification
es: Ticket rectificativo

source: LineTicketRectification
es: Línea de ticket rectificativo

source: LineInvoice
es: Línea de Factura

source: InvoiceRectification
es: Factura Rectificativa

source: LineInvoiceRectification
es: Línea de Factura Rectificativa

source: BudgetDocument
es: Documento de Presupuesto

source: name_file
es: nombre del fichero

source: Download
es: Descargar

source: OrderDocument
es: Documento de Pedido

source: AlbaranDocument
es: Documento de Albarán

source: TicketDocument
es: Documento de Ticket

source: TicketRectificationDocument
es: Documento de ticket rectificativo

source: InvoiceDocument
es: Documento de factura

source: InvoiceRectificationDocument
es: Documento de factura rectificativa

source: Sales
es: Ventas

source: ReasonModification
es: Razón de modificación

source: The selected entry is already a customer, select another entry!
es: La entrada seleccionada ya es un cliente, seleccione otra entrada!

source: SalesBasket
es: Cesta

source: Lines modificed
es: Líneas modificadas

source: Print counter
es: Contador de impresión

source: This is not basket
es: Esto no es una cesta

source: Params invalid
es: Parámetros inválidos

source: Create order from budget
es: Crear pedido desde un presupuesto

source: Create order from shopping cart
es: Crear pedido desde un carrito de compra

source: Hubo un error al crear el pedido, reintentelo de nuevo
es: Hubo un error al crear el pedido, inténtelo de nuevo

source: No select lines
es: Líneas no seleccionada

source: ReasonModificationLineInvoiceRectification
es: Razón de modificación de la línea de factura rectificativa

source: PrintCounterDocumentOrder
es: Contador de impresión de pedidos

source: PrintCounterDocumentAlbaran
es: Contador de impresión de albaranes

source: PrintCounterDocumentTicket
es: Contador de impresión de tickets

source: PrintCounterDocumentTicketRectification
es: Contador de impresión de tickets rectificativos

source: PrintCounterDocumentInvoice
es: Contador de impresión de facturas

source: PrintCounterDocumentInvoiceRectification
es: Contador de impresión de facturas rectificativas

source: Create Budget
es: Crear Presupuesto

source: Reason of modification invalid
es: Razón de modificación inválida

source: Create Albaran
es: Crear Albarán

source: Create Ticket
es: Crear Ticket

source: Create Invoice
es: Crear Factura

source: Create Invoice Rectification
es: Crear Factura Rectificativa

source: Create Ticket Rectification
es: Crear Ticket Rectificativo
